import { Book } from '@src/common/types/book.model';

export const sampleBook: Book = {
  title: 'Sample title',
  paragraphs: [
    `
"О, моя Америка, сладостная, открытая мною земля!" - пишет Матео Ренальдо Колумб 
(или Матео Ренальдо Колон в испаноязычной версии) в своем труде «De re anatomica»*. 
Это не горделивое восклицание наподобие знаменитого «Эврика!», а сетование, горькая пародия, 
которую он видит в собственной судьбе и своих неудачах, пародия на образ и судьбу 
своего генуэзского однофамильца, Христофора.`,

    `Та же фамилия и в какой-то мере та же судьба. Они не были родственниками, 
и один из них умер уже через двенадцать лет после рождения другого. «Америка», 
открытая Матео, была менее отдаленной и несоизмеримо меньшей, чем Америка Христофора, 
она не намного превосходила размерами шляпку гвоздя. Однако ее открытие замалчивалось 
до самой смерти исследователя и, несмотря на незначительность ее размеров, вызвало не меньше волнений.`,

    `Возрождение. Самый распространенный глагол - "открывать". 
Чистые априорные рассуждения и засилье силлогизмов уступали место эмпирике взглядов. 
Это, и в самом деле, была весна взгляда. Возможно, в то время как Фрэнсис Бэкон в Англии и 
Кампанелла в Неаполитанском королевстве утверждали ценность факта, а схоласты блуждали 
в бесчисленных лабиринтах силлогизма, в то самое время неотесанный мужлан Родригоде 
Триана восклицал «Земля!» и, не подозревая того, приближал новую философию взгляда. 
Схоластика - Церковь наконец поняла это - оказалась недостаточно рентабельной, или, 
по крайней мере, давала меньше прибыли, чем продажа индульгенций, 
- с тех пор как Господь решил брать деньги с грешников. Новая наука хороша, 
если служит добыванию золота. Хороша, если не опровергает истин Писания, 
и еще лучше, если трактует об искусстве наживать состояния.`,

    `Солнце стало вращаться вокруг Земли не за один день, так и геометрия 
со временем восстала с плоскости бумаги, чтобы завладеть трехмерным пространством топологии. 
Это самое большое достижение ренессансной живописи. 
Если природа записана математическими символами - как заявлял Галилей, - 
живопись должна стать источником нового понимания природы. 
Фрески Ватикана ― это математическая эпопея, о чем свидетельствует 
концептуальная пропасть между «Рождеством» Лоренцо Монакского 
и «Торжеством креста», фреской из апсиды Капеллы Пиета. 
Кроме того, по сходным причинам изменяются карты неба, земли, 
человеческого тела. Анатомические атласы - новые навигационные карты хирургии... 
Вернемся теперь к нашему Матео Колону.`,

    `Возможно, вдохновленный совпадением своей фамилии с фамилией 
генуэзского адмирала, Матео Колон решил, что и его предназначение - открытия. 
И пустился в свое плавание. Разумеется, он плавал по иным морям, 
чем его однофамилец. Он был величайшим исследователем-анатомом своего времени. 
Среди самых скромных открытий Матео Колона числится не больше не меньше 
как кровообращение, - ведь он на столетие опередил англичанина Гарвея 
(De motus cordes et sanguinis*), - но и это открытие не так велико, 
как его «Америка».`,
  ],
};
